export const chartTestData = [
  {
    date: "Wed Jul 1 2020 12:23:36 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 2 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 3 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 5 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 6 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 7 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 8 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 9 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 10 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 11 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 12 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 13 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 14 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  },
  {
    date: "Wed Jul 15 2020 12:16:48 GMT+0300 (Москва, стандартное время)",
    result: 27
  }
];