export const beznadBeka: IBeznadBekaData = {
  testTitle: "Шкала безнадёжности Бека",
  idTitle: "shkalaBeznadBeka",
  instruction: "Ниже приводится 20 утверждений о Вашем будущем. Пожалуйста, прочтите внимательно каждое и отметьте одно верное утверждение, которое наиболее точно отражает Ваши чувства в настоящее время. Среди утверждений нет правильных или неправильных. Пожалуйста, обведите ВЕРНО или НЕВЕРНО для всех утверждений. Не тратьте слишком много времени на одно утверждение.",
  items: {
    q1: {
      assertion: "Я жду будущего с надеждой и энтузиазмом",
      weightVariant: false
    },
    q2: {
      assertion: "Мне пора сдаться, т.к. я ничего не могу изменить к лучшему",
      weightVariant: true
    },
    q3: {
      assertion: "Когда дела идут плохо, мне помогает мысль, что так не может продолжаться всегда",
      weightVariant: false
    },
    q4: {
      assertion: "Я не могу представить, на что будет похожа моя жизнь через 10 лет",
      weightVariant: true
    },
    q5: {
      assertion: "У меня достаточно времени, чтобы завершить дела, которыми я больше всего хочу заниматься",
      weightVariant: false
    },
    q6: {
      assertion: "В будущем, я надеюсь достичь успеха в том, что мне больше всего нравится",
      weightVariant: false
    },
    q7: {
      assertion: "Будущее представляется мне во тьме",
      weightVariant: true
    },
    q8: {
      assertion: "Я надеюсь получить в жизни больше хорошего, чем средний человек",
      weightVariant: false
    },
    q9: {
      assertion: "У меня нет никаких просветов и нет причин верить, что они появятся в будущем",
      weightVariant: true
    },
    q10: {
      assertion: "Мой прошлый опыт хорошо меня подготовил к будущему",
      weightVariant: false
    },
    q11: {
      assertion: "Всё, что я вижу впереди – скорее, неприятности, чем радости",
      weightVariant: true
    },
    q12: {
      assertion: "Я не надеюсь достичь того, чего действительно хочу",
      weightVariant: true
    },
    q13: {
      assertion: "Когда я заглядываю в будущее, я надеюсь быть счастливее, чем я есть сейчас",
      weightVariant: false
    },
    q14: {
      assertion: "Дела идут не так, как мне хочется",
      weightVariant: true
    },
    q15: {
      assertion: "Я сильно верю в своё будущее",
      weightVariant: false
    },
    q16: {
      assertion: "Я никогда не достигаю того, что хочу, поэтому глупо что-либо хотеть",
      weightVariant: true
    },
    q17: {
      assertion: "Весьма маловероятно, что я получу реальное удовлетворение в будущем",
      weightVariant: true
    },
    q18: {
      assertion: "Будущее представляется мне расплывчатым и неопределённым",
      weightVariant: true
    },
    q19: {
      assertion: "В будущем меня ждёт больше хороших дней, чем плохих",
      weightVariant: false
    },
    q20: {
      assertion: "Бесполезно пытаться получить то, что я хочу, потому, что, вероятно, я не добьюсь этого",
      weightVariant: true
    },
  }
}