export const deprBeka = {
  testTitle: "ШКАЛА ДЕПРЕССИИ А.БЕКА",
  idTitle: "shkalaDepressiiBeka",
  instruction: "Прочитайте утверждение и выберите тот вариант ответа, который наиболее точно определяет ваше самочувствие в настоящий момент.",
  items: {
    item1: {
      var1: "я чувствую себя хорошо",
      var2: "мне плохо",
      var3: "мне все время грустно, и я ничего не могу с собой поделать",
      var4: "мне так скучно и грустно, что я не в силах больше терпеть",
    },
    item2: {
      var1: "будущее не пугает меня",
      var2: "я боюсь будущего",
      var3: "меня ничто не радует",
      var4: "мое будущее беспросветно",
    },
    item3: {
      var1: "в жизни мне большей частью везло",
      var2:  "неудач и провалов было у меня больше, чем у кого-либо другого",
      var3: "я ничего не добился в жизни",
      var4: "я потерпел полное фиаско – как родитель, партнер, ребенок, на профессиональном уровне – словом, всюду",
    },
    item4: {
      var1: "не могу сказать, что я неудовлетворен",
      var2: "как правило, я скучаю",
      var3: "что бы я ни делал, ничто меня не радует, я как заведенная машина",
      var4: "меня не удовлетворяет абсолютно все",
    },
    item5: {
      var1: "у меня нет ощущения, будто я кого-то обидел",
      var2: "может, я и обидел кого-то, сам того не желая, но мне об этом ничего не известно",
      var3: "у меня такое чувство, будто я всем приношу только несчастья",
      var4: "я плохой человек, слишком часто я обижал других людей",
    },
    item6: {
      var1: "я доволен собой",
      var2: "иногда я чувствую себя несносным",
      var3:  "порой я испытываю комплекс неполноценности",
      var4: "я совершенно никчемный человек",
    },
    item7: {
      var1: "у меня не складывается впечатление, будто я совершил нечто такое, что заслуживает наказания",
      var2: "я чувствую, что наказан или буду наказан за нечто такое, чему стал виной",
      var3: "я знаю, что заслуживаю наказания",
      var4: "я хочу, чтобы жизнь меня наказала",
    },
    item8: {
      var1: "я никогда не разочаровывался в себе",
      var2: "я много раз испытывал разочарование в самом себе",
      var3: "я не люблю себя",
      var4: "я себя ненавижу",
    },
    item9: {
      var1: "я ничем не хуже других",
      var2: "порой я допускаю ошибки",
      var3: "просто ужасно, как мне не везет",
      var4: "я сею вокруг себя одни несчастья",
    },
    item10: {
      var1: "я люблю себя и не обижаю себя",
      var2: "иногда я испытываю желание сделать решительный шаг, но не отваживаюсь",
      var3: "лучше было бы вовсе не жить",
      var4: "я подумываю о том, чтобы покончить жизнь самоубийством",
    },
    item11: {
      var1: "у меня нет причин плакать",
      var2: "бывает, что я и поплачу",
      var3: "я плачу теперь постоянно, так что не могу выплакаться",
      var4: "раньше я плакал, а теперь как-то не выходит, даже когда хочется",
    },
    item12: {
      var1: "я спокоен",
      var2: "я легко раздражаюсь",
      var3: "я нахожусь в постоянном напряжении, как готовый взорваться паровой котел",
      var4: "мне теперь все безразлично; то, что раньше раздражало меня, сейчас будто бы меня не касается",
    },
    item13: {
      var1: "принятие решения не доставляет мне особых проблем",
      var2: "иногда я откладываю решение на потом",
      var3: "принимать решение для меня проблематично",
      var4: "я вообще никогда ничего не решаю",
    },
    item14: {
      var1: "мне не кажется, будто я выгляжу плохо или хуже, чем прежде",
      var2: "меня волнует, что я неважно выгляжу",
      var3: "я выгляжу плохо",
      var4: "я безобразен, у меня просто отталкивающая внешность",
    },
    item15: {
      var1: "совершить поступок – для меня не проблема",
      var2: "мне приходится заставлять себя, чтобы сделать какой-либо важный в жизни шаг",
      var3: "чтобы решиться на что-либо я должен очень много поработать над собой",
      var4: "я вообще не способен что-либо реализовать",
    },
    item16: {
      var1: "я сплю спокойно и хорошо высыпаюсь",
      var2: "по утрам я просыпаюсь более утомленным, чем был до того, как заснул",
      var3: "я просыпаюсь рано и чувствую себя невыспавшимся",
      var4: "иногда я страдаю бессонницей, иногда просыпаюсь по несколько раз за ночь, в общей сложности я сплю не более пяти часов в сутки",
    },
    item17: {
      var1: "у меня сохранилась прежняя работоспособность",
      var2: "я быстро устаю",
      var3: "я чувствую себя уставшим, даже если почти ничего не делаю",
      var4: "я настолько устал, что ничего не могу делать",
    },
    item18: {
      var1: "аппетит у меня такой же, каким он был всегда",
      var2: "у меня пропал аппетит",
      var3: "аппетит у меня гораздо хуже, чем прежде",
      var4: "у меня вообще нет аппетита",
    },
    item19: {
      var1: "бывать на людях для меня так же приятно, как и раньше",
      var2: "мне приходится заставлять себя встречаться с людьми",
      var3: "у меня нет никакого желания бывать в обществе",
      var4: "я нигде не бываю, люди не интересуют меня, меня вообще не волнует ничто постороннее",
    },
    item20: {
      var1: "мои эротико-сексуальные интересы сохранились на прежнем уровне",
      var2: "секс уже не интересует меня так, как прежде",
      var3: "сейчас я мог бы спокойно обходиться без секса",
      var4: "секс вообще не интересует меня, я совершенно потерял к нему влечение",
    },
    item21: {
      var1: "я чувствую себя вполне здоровым и забочусь о своем здоровье так же, как и раньше",
      var2: "у меня постоянно что-то болит",
      var3: "со здоровьем дело обстоит серьезно, я все время об этом думаю",
      var4: "мое физическое самочувствие ужасно, болячки просто изводят меня",
    },
  },
  mapping: {
    var1: 0,
    var2: 1,
    var3: 3,
    var4: 4
  }
};