export const trevBeka: ITrevogiBekaData = {
  testTitle: "Шкала тревоги Бека",
  idTitle: "shkalaTrevogiBeka",
  instruction: "Данный список содержит наиболее распространенные симптомы тревоги. Пожалуйста, тщательно изучите каждый пункт. Отметьте, насколько Вас беспокоил каждый из этих симптомов в течение ПОСЛЕДНЕЙ НЕДЕЛИ, включая сегодняшний день, поставив крестик в соответствующей колонке справа.",
  items: {
    item1: {
      question: "Ощущение онемения или покалывания в теле",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item2: {
      question: "Ощущение жары",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item3: {
      question: "Дрожь в ногах",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item4: {
      question: "Неспособность расслабиться",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item5: {
      question: "Страх, что произойдет самое плохое",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item6: {
      question: "Головокружение или ощущение легкости в голове",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item7: {
      question: "Ускоренное сердцебиение",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item8: {
      question: "Неустойчивость",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item9: {
      question: "Ощущение ужаса",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item10: {
      question: "Нервозность",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item11: {
      question: "Дрожь в руках",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item12: {
      question: "Ощущение удушья",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item13: {
      question: "Шаткость походки",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item14: {
      question: "Страх утраты контроля",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item15: {
      question: "Затрудненность дыхания",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item16: {
      question: "Страх смерти",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item17: {
      question: "Испуг",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item18: {
      question: "Желудочно-кишечные расстройства",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item19: {
      question: "Обмороки",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item20: {
      question: "Приливы крови к лицу",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
    item21: {
      question: "Усиление потоотделения (не связанное с жарой)",
      vars: [
        ["var1", "Совсем не беспокоил"],
        ["var2", "Слегка. Не слишком меня беспокоил"],
        ["var3", "Умеренно. Это было неприятно, но я мог это переносить"],
        ["var4", "Очень сильно. Я с трудом мог это выносить"],
      ]
    },
  },
  mapping: {
    var1: 0,
    var2: 1,
    var3: 2,
    var4: 3
  }
};